Repository: johnpetersa19/Caffeine
Catalog: po/*.po
Languages: bg, it, nb

source: Calculate your coffee
bg: Изчислете вашето кафе
it: Calcola il tuo caffè
nb: Kalkuler kaffen din

source: translator-credits
bg: twlvnn kraftwerk <kraft_werk@tutanota.com>
it: Albano Battistella
nb: Sunniva Løvstad <koffein@turtle.garden>

source: Dependencies
bg: Зависимости
it: Dipendenze
nb: Avhengigheter

source: Ratio copied
bg: Съотношението е копирано
it: Rapporto copiato
nb: Forhold kopiert

source: Caffeine
bg: Кофеин
it: Caffeina
nb: Koffein

source: About Caffeine
bg: Относно „Кофеин“
it: Informazioni su Caffeine
nb: Om Koffein

source: Weight
bg: Тегло
it: Peso
nb: Vekt

source: Ground
bg: Смляно кафе
it: Polvere
nb: Malt

source: Extract
bg: Екстракт
it: Estratto
nb: Ekstrahert

source: No data
bg: Няма данни
it: Nessun dato
nb: Ingen data

source: Copy ratio
bg: Копиране на съотношение
it: Copia rapporto
nb: Kopier forhold

source: coffee;recipe;ratio;
bg: кафе;рецепта;съотношение;
it: caffè;ricetta;rapporto;

source: Caffeine is a utility for coffee enthusiasts. It's sole purpose is to calculate the extraction ratio of a coffee.
bg: „Кофеин“ е полезен инструмент за любителите на кафе. Единствената цел на програмата е да изчислява съотношението на екстракта на кафето.
it: La caffeina è un'utilità per gli amanti del caffè. Il suo unico scopo è calcolare il rapporto di estrazione di un caffè.
nb: Koffein er et verktøy for kaffeentusiaster. Den lar deg kalkulere ekstraheringsforholdet av en kopp kaffe.

source: For example, an espresso brewed from 10g of coffee ground weighing 18g would have an extraction ratio of 1 : 1.8.
bg: Например за еспресо, приготвено от 10г смляно кафе с 18г тегло, съотношението на екстракция е 1 : 1,8.
it: Ad esempio, un espresso preparato con 10 g di caffè macinato del peso di 18 g avrebbe un rapporto di estrazione di 1 : 1,8.
nb: En espresso brygget fra 10g kaffegrut og som veier 18g, for eksempel, ville hatt et ekstraheringsforhold av 1 : 1,8.

source: Light Appearance
bg: Светъл външен вид
it: Aspetto chiaro
nb: Lys drakt

source: Dark Appearance
bg: Тъмен външен вид
it: Aspetto scuro
nb: Mørk drakt
